<?php
return [
//    送货方式
    'deliveryType'=>[
        ['name'=>'普通快递送货上门',
            'delivery'=>[
                "时间不限",
                "工作日，周一到周五",
                "周六日及公众假期",
            ],
        'money'=>'10',
        'intro'=>'每张订单不满499.00元,运费10.00元',],
        ['name'=>'特快专递',
            'delivery'=>[

            ],
            'money'=>'40',
            'intro'=>'每张订单不满499.00元,运费10.00元',],
        ['name'=>'加急快递送货上门',
            'delivery'=>[
            ],
            'money'=>'40',
            'intro'=>'每张订单不满499.00元,运费10.00元',],
        ['name'=>'平邮',
            'delivery'=>[
            ],
            'money'=>'10',
            'intro'=>'每张订单不满499.00元,运费10.00元',]
    ],
//    支付方式
'payType'=>[
['name'=>'货到付款',
'intro'=>'送货上门后再收款，支持现金、POS机刷卡、支票支付'
],
    ['name'=>'在线支付',
        'intro'=>'即时到帐，支持绝大数银行借记卡及部分银行信用卡'
    ],
    ['name'=>'上门自提',
        'intro'=>'自提时付款，支持现金、POS刷卡、支票支付'
    ],
    ['name'=>'邮局汇款',
        'intro'=>'通过快钱平台收款 汇款后1-3个工作日到账'
    ]

]

];
